Repository: arnesongit/plugin.audio.tidal2
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, pl_pl

# #30001
source: Session Data
pl_pl: Dane sesji

# #30002
source: Extended
de_de: Erweitert
pl_pl: Dodatkowe

# #30004
source: Music Quality
de_de: Musik-Qualität
pl_pl: Jakość Muzyki

# #30005
source: Lossless (FLAC, 16 Bit)
pl_pl: Bezstratna (FLAC, 16 Bit)

# #30006
source: High (320 kBit/s)
pl_pl: Wysoka (320 kBit/s)

# #30007
source: Low (96 kBit/s)
pl_pl: Niska (96 kBit/s)

# #30008
source: User ID
pl_pl: Użytkownik ID

# #30010
source: Subscription Type
de_de: Abonnement-Typ
pl_pl: Rodzaj Subskrypcji

# #30011
source: Country for Local Media
de_de: Land für lokale Inhalte
pl_pl: Region

# #30014
source: Max. number of list items per page
de_de: Max. Anzahl Einträge pro Seite
pl_pl: Maks. liczba elementów listy na stronie

# #30016
source: Mark Favorites in Labels
de_de: Favoriten in Label markieren
pl_pl: Zaznacz Ulubione w Etykietach

# #30017
source: Append User Playlist Names to Labels
pl_pl: Dodaj nazwy playlist do Etykiety

# #30018
source: Lossless Streaming Option
pl_pl: Rodzaj Strumieniowania Muzyki

# #30019
source: Session-ID
pl_pl: Identyfikator sesji

# #30020
source: Device
pl_pl: Urządzenie

# #30021
source: Max (MQA Master Audio and Hi Res)
pl_pl: Max (MQA Master Audio / Hi Res)

# #30022
source: Access Token expires at
pl_pl: Token dostępu wygasa o

# #30023
source: Show Album Year in Labels
de_de: Album-Jahr im Label anzeigen
pl_pl: Pokaż Rok Albumu na Etykiecie

# #30024
source: Add MQA/HiRes/Atmos/360RA to Labels
pl_pl: Dodaj MQA/HiRes/Atmos/360RA do Etykiety

# #30025
source: Options
de_de: Optionen
pl_pl: Opcje

# #30027
source: Addon-Settings
de_de: Addon-Einstellungen
pl_pl: Ustawienia Dodatku

# #30028
source: Device Type
pl_pl: Rodzaj urządzenia

# #30029
source: Enable lyrics
pl_pl: Włącz teksty

# #30034
source: Country of the user
pl_pl: Kraj użytkownika

# #30040
source: Video Quality
de_de: Video-Qualität
pl_pl: Jakość Wideo

# #30041
source: Max Bandwidth
de_de: Max. Bandbreite
pl_pl: Maks. Przepustowość

# #30042
source: Video (1080p)
pl_pl: Wideo (1080p)

# #30043
source: Video (720p)
pl_pl: Wideo (720p)

# #30044
source: Video (540p)
pl_pl: Wideo (540p)

# #30045
source: Video (480p)
pl_pl: Wideo (480p)

# #30046
source: Video (360p)
pl_pl: Wideo (360p)

# #30047
source: Video (240p)
pl_pl: Wideo (240p)

# #30048
source: Audio Only
pl_pl: Tylko dźwięk

# #30101
source: Artist
de_de: Künstler
pl_pl: Artysta

# #30103
source: Playlist
de_de: Playliste
pl_pl: Playlista

# #30104
source: Track
de_de: Titel
pl_pl: Utwór

# #30105
source: Video
pl_pl: Wideo

# #30106
source: Artists
de_de: Künstler
pl_pl: Artyści

# #30107
source: Albums
de_de: Alben
pl_pl: Albumy

# #30108
source: Playlists
de_de: Playlisten
pl_pl: Playlisty

# #30109
source: Tracks
de_de: Titel
pl_pl: Utwory

# #30110
source: Videos
pl_pl: Wideo

# #30111
source: New
de_de: Neue
pl_pl: Nowe

# #30112
source: Local
de_de: Lokale
pl_pl: Lokalne

# #30114
source: Recommended
de_de: Empfohlene
pl_pl: Rekomendowane

# #30115
source: Movies
de_de: Filme
pl_pl: Filmy

# #30116
source: Shows
de_de: Serien
pl_pl: Programy i Podcasty

# #30117
source: Genres
pl_pl: Gatunki

# #30118
source: Moods
de_de: Stimmungen
pl_pl: Nastroje

# #30120
source: Promotions
de_de: Promotionen
pl_pl: Promowane

# #30121
source: Folder
pl_pl: Foldery

# #30122
source: Folders
pl_pl: Folderów

# #30124
source: Mixes
pl_pl: Mixe

# #30125
source: User Profile
pl_pl: Profil użytkownika

# #30126
source: User Profiles
pl_pl: Profile użytkowników

# #30201
source: My Music
de_de: Meine Musiksammlung
pl_pl: Moja Muzyka

# #30202
source: Home
pl_pl: Dom

# #30203
source: What's New
de_de: Neuheiten
pl_pl: Nowości

# #30206
source: Search
de_de: Suchen
pl_pl: Szukaj

# #30207
source: Logout
de_de: Abmelden
pl_pl: Wyloguj

# #30208
source: Login
pl_pl: Zaloguj

# #30209
source: Please log in via a web browser with URL:
pl_pl: Zaloguj się przez przeglądarkę internetową z adresem URL:

# #30210
source: Authorization problem
de_de: Anmeldefehler !
pl_pl: Problem z Autoryzacją

# #30212
source: Explore
pl_pl: Badać

# #30213
source: All my Playlists
pl_pl: Moje Playlisty

# #30214
source: Favorite Artists
de_de: Favorisierte Künstler
pl_pl: Ulubieni Artyści

# #30215
source: Favorite Albums
de_de: Favorisierte Alben
pl_pl: Ulubione Albumy

# #30216
source: Favorite Playlists
de_de: Favorisierte Playlisten
pl_pl: Ulubione Playlisty

# #30217
source: Favorite Tracks
de_de: Favorisierte Titel
pl_pl: Ulubione Utwory

# #30218
source: Favorite Videos
de_de: Favorisierte Videos
pl_pl: Ulubione Wideo

# #30219
source: Add to TIDAL Favorites
de_de: Hinzufügen zu TIDAL-Favoriten
pl_pl: Dodaj do TIDAL Ulubione

# #30220
source: Remove from TIDAL Favorites
de_de: Entfernen aus TIDAL-Favoriten
pl_pl: Usuń z TIDAL Ulubione

# #30221
source: Show Artist
de_de: Künstler anzeigen
pl_pl: Pokaż Artystę

# #30222
source: Track Radio
de_de: Titel-Radio
pl_pl: Radio Utworu

# #30223
source: Recommended Tracks
pl_pl: Rekomendowane Utwory

# #30224
source: Recommended Videos
pl_pl: Rekomendowane Wideo

# #30225
source: Artist Bio
de_de: Biografie
pl_pl: Biografia

# #30226
source: Top Tracks
de_de: Beliebte Titel
pl_pl: Top Utwory

# #30227
source: Artist Radio
de_de: Künstler-Radio
pl_pl: Radio Artysty

# #30228
source: Playlists from Artist
de_de: Playlisten vom Künstler
pl_pl: Playlisty od Artysty

# #30229
source: Similar Artists
de_de: Ähnliche Künstler
pl_pl: Podobni Artyści

# #30230
source: Summary
de_de: Zusammenfassung
pl_pl: Podsumowanie

# #30231
source: Added {what}
de_de: {what} hinzugefügt
pl_pl: Dodano {what}

# #30232
source: Removed {what}
de_de: {what} entfernt
pl_pl: Usunięto {what}

# #30233
source: Name of the Playlist
de_de: Name der Playliste
pl_pl: Nazwa Playlisty

# #30234
source: Description (optional)
de_de: Beschreibung (optional)
pl_pl: Opis (opcjonalne)

# #30235
source: Delete {what}
pl_pl: Usuń {what}

# #30236
source: Playlist '{name}' contains {count} items. Are you sure that you want to delete this playlist?
pl_pl: Playlista '{name}' zawiera {count} utworów. Na pewno usunąć wszystkie utwory ?

# #30237
source: Create new {what}
pl_pl: Utwórz nową {what}

# #30238
source: Choose {what}
pl_pl: Wybierz {what}

# #30239
source: Add to {what}
pl_pl: Dodaj do {what}

# #30240
source: Remove from {what}
pl_pl: Usuń z {what}

# #30241
source: Are you sure that you want to remove item number {entry} from this playlist?
pl_pl: Na pewno usunąć utwór numer {entry} z tej Playlisty ?

# #30242
source: blocked
pl_pl: zablokowany

# #30243
source: Tracks:{tracks} / Videos:{videos}
pl_pl: Utwory:{tracks} / Wideo:{videos}

# #30244
source: Next Page ({pos1}-{pos2} from {len})
pl_pl: Następna Strona ({pos1}-{pos2} z {len})

# #30245
source: Show Album
de_de: Album anzeigen
pl_pl: Pokaż Album

# #30246
source: Are you sure to remove the item from this playlist?
pl_pl: Na pewno usunąć utwór z tej Playlisty?

# #30247
source: Remove from '{name}'
de_de: Aus '{name}' entfernen
pl_pl: Usuń z '{name}'

# #30248
source: Move to {what}
pl_pl: Przenieś do {what}

# #30249
source: Set as default for {what}
pl_pl: Ustaw domyślnie jako {what}

# #30250
source: Reset default for {what}
pl_pl: Resetuj jako {what}

# #30251
source: {what} Playlist
pl_pl: Zmień Nazwę {what}

# #30253
source: Login failed!
pl_pl: Logowanie nieudane !

# #30254
source: Open as Track/Video Playlist
de_de: Als Track-/Video-Playliste öffnen
pl_pl: Otwórz Playlistę jako Utwór/Wideo

# #30255
source: Open as Album Playlist
de_de: Als Album-Playliste öffnen
pl_pl: Otwórz Playlistę jako Album

# #30256
source: Do you really want to log out? Then a new login is necessary!
pl_pl: Czy na pewno chcesz się wypisać ? Następnie musisz się ponownie zarejestrować !

# #30257
source: Please set Client-ID and Client-Secret in the addon settings! Or log in with URL: {url}
pl_pl: Zdefiniuj Client-ID i Client-Secret w ustawieniach dodatku! NLub zaloguj się za pomocą adresu URL: {url}

# #30258
source: Clear {what}
pl_pl: Wyczyść {what}

# #30259
source: Playlist '{name}' contains {count} items. Are you sure that you want to remove all items from this playlist?
pl_pl: Playlista '{name}' zawiera {count} utworów. Na pewno usunąć wszystkie utwory? ?

# #30260
source: No auto search
de_de: keine autom. Suche
pl_pl: Zablokowane

# #30261
source: Lock Search for New Music
de_de: Für autom. Suche sperren
pl_pl: Zablokuj dla 'Szukaj Nowej Muzyki'

# #30262
source: Enable Search for New Music
de_de: Für autom. Suche freigeben
pl_pl: Aktywuj dla 'Szukaj Nowej Muzyki'

# #30263
source: Adding to {what} ...
pl_pl: Dodawanie do {what} ...

# #30264
source: Removing from {what} ...
pl_pl: Usuwanie z {what} ...

# #30265
source: Moving to {what} ...
pl_pl: Przenoszenie do {what} ...

# #30266
source: Edit {what}
pl_pl: Edytuj {what}

# #30267
source: EPs and Singles
pl_pl: EPs i single

# #30268
source: Release Date: {:%m/%d/%Y}
de_de: Veröffentlichung: {:%d.%m.%Y}
pl_pl: Data Wydania: {:%m/%d/%Y}

# #30270
source: Other Albums and Compilations
pl_pl: Inne albumy i kompilacje

# #30271
source: Show Session-Info
pl_pl: Pokaż informacje o sesji

# #30272
source: Refresh Access-Token now
pl_pl: Odśwież teraz token dostępu

# #30273
source: My Folders and Playlists
pl_pl: Moje foldery i listy odtwarzania

# #30274
source: Default {what}
pl_pl: Standardowe {what}

# #30275
source: Favorite Mixes
pl_pl: Ulubione Mixe

# #30276
source: The folder '{folder}' contains {count} playlists. User playlists will be deleted!
pl_pl: Folder '{folder}' zawiera {count} listy odtwarzania . Listy odtwarzania użytkownika zostaną usunięte !

# #30277
source: Do you really want to delete the folder '{folder}'?
pl_pl: Czy na pewno chcesz usunąć folder {'{folder} ?

# #30278
source: Remove '{name}' from {what}
pl_pl: Usuń '{name}' z {what}

# #30279
source: {what} is DRM protected
pl_pl: {what} jest chronione DRM

# #30280
source: TIDAL2 - OAuth2 Login
pl_pl: TIDAL2 - OAuth2 Logowanie do urządzenia

# #30281
source: Login Status
pl_pl: Status logowania

# #30282
source: Not logged in. Please log in via web browser!
pl_pl: Niezalogowany. Zaloguj się przez przeglądarkę internetową!

# #30283
source: Select TIDAL APK file
pl_pl: Wybierz plik APK TIDAL

# #30284
source: Failed to load APK file
pl_pl: Błąd odczytu pliku APK

# #30285
source: APK file is not a TIDAL app
pl_pl: Plik APK nie jest aplikacją TIDAL

# #30286
source: No device type found in APK
pl_pl: W pliku APK nie znaleziono typów urządzeń

# #30287
source: °Attention: Device type was selected from the TIDAL APK!<br>Client-ID and Client-Secret are fixed!
pl_pl: °Uwaga: typ urządzenia został wybrany z TIDAL APK ! Identyfikator klienta to tajny klucz klienta jest stały !

# #30288
source: °Attention: No device type was selected from a TIDAL APK!<br>Please use working Client-ID and Client-Secret values directly!
pl_pl: °Uwaga: nie wybrano żadnego typu urządzenia z pakietu APK TIDAL ! Użyj działających wartości Client-ID i Client-Secret bezpośrednio !

# #30289
source: Select device type from TIDAL APK file
pl_pl: Wybierz typ urządzenia z pliku TIDAL APK

# #30290
source: No device type selected. Should the existing device type be cleared? Then the Client-ID and Client-Secret must be set manually!
pl_pl: Nie wybrano typu urządzenia. Czy istniejący typ urządzenia powinien zostać wyczyszczony ? Następnie Client-ID i Client-Secret należy ustawić ręcznie !

# #30291
source: E-Mail Address
pl_pl: Adres e-mail

# #30292
source: Show {what}
pl_pl: Pokaż {what}

# #30293
source: Login Successful!
pl_pl: Zalogowano poprawnie

# #30294
source: Authorization code expired (1 minute)
pl_pl: Token logowania wygasł (1 minuta)

# #30296
source: Codec {codec} not supported
pl_pl: Codec {codec} nie jest obsługiwany

# #30297
source: Step 1: Use following link to log in at TIDAL
pl_pl: Krok 1: Użyj poniższego linku, aby zalogować się w TIDAL

# #30298
source: Please log in here
pl_pl: Zaloguj się tutaj

# #30299
source: After logging in, an 'oops' page will appear. The URL of this page contains a one-time authorization code to retrieve the access tokens. This authorization code is valid for one minute!
pl_pl: Po zalogowaniu pojawi się strona „ups”. Adres URL tej strony zawiera jednorazowy kod autoryzacyjny do pobrania tokenów dostępu. Ten kod autoryzacyjny jest ważny przez minutę!

# #30300
source: Step 2: Copy the URL into the following input field
pl_pl: Krok 2: Skopiuj adres URL do następującego pola wejściowego

# #30301
source: Step 3: Use the one-time authorization code to finish the login process
pl_pl: Krok 3: Użyj jednorazowego kodu autoryzacyjnego, aby zakończyć proces logowania

# #30302
source: Finish login
pl_pl: Zakończ logowanie

# #30303
source: The authorization code has been sent to the TIDAL2 addon.
pl_pl: Kod autoryzacyjny został wysłany do dodatku TIDAL2.

# #30304
source: The login process continues in Kodi.
pl_pl: Proces logowania jest kontynuowany w Kodi.

# #30305
source: Back to the login page
pl_pl: Powrót do strony logowania

# #30306
source: Loading favorites ...
pl_pl: Ładowanie ulubionych ...

# #30307
source: Loading playlists ...
pl_pl: Ładowanie list odtwarzania ...

# #30308
source: Loading playlist ({item}/{max}): {name}
pl_pl: Ładowanie listy odtwarzania ({item}/{max}): {name}

# #30309
source: Saving playlist cache ...
pl_pl: Zapisywanie pamięci podręcznej listy odtwarzania ...

# #30310
source: Followers
pl_pl: Obserwujący

# #30311
source: Public
pl_pl: Publiczny

# #30313
source: I'm following
pl_pl: Podążam

# #30314
source: Set to public
pl_pl: Ustawić jako publiczne

# #30315
source: Set to private
pl_pl: Ustaw jako prywatne

# #30316
source: Public Playlists
pl_pl: Publiczne listy odtwarzania

# #30317
source: Profile {user} follows
pl_pl: Profile, które obserwuje {user}

# #30318
source: Follow this profile
pl_pl: Śledź ten profil

# #30319
source: Unfollow this profile
pl_pl: Przestań obserwować ten profil

# #30320
source: Block {what}
pl_pl: Zablokuj {what}

# #30321
source: Staff Picks
pl_pl: Polecamy

# #30322
source: Clean Content
pl_pl: Treść przyjazna rodzinie

# #30501
source: Use Colors in Labels
de_de: Farben in Label verwenden
pl_pl: Używaj Kolorów w Etykietach

# #30502
source: Enable Debug-Logging
de_de: Debug-Logging aktivieren
pl_pl: Aktywuj Logowanie Debugowania

# #30503
source: Set playback information for Web-GUI
pl_pl: Ustaw informacje o umieszczaniu zwrotnym dla internetowego interfejsu GUI

# #30504
source: Not a FLAC Stream!
pl_pl: To Nie Jest Strumień FLAC !

# #30505
source: Use inputstream.ffmpegdirect as default player
pl_pl: Użyj inputstream.ffmpegdirect jako domyślnego odtwarzacza

# #30507
source: Delete Album Cache
de_de: Album-Cache löschen
pl_pl: Usuń Cache Albumu

# #30508
source: Are you sure you want to delete the Album Cache Database?
pl_pl: Na Pewno Usunąć Bazę Cache Albumu ?

# #30509
source: Add sort methods for item lists
pl_pl: Dodaj metody sortowania dla list pozycji

# #30511
source: Activate Fanart HTTP Server
de_de: Fanart-HTTP-Server aktivieren
pl_pl: Aktywuj Serwer HTTP Fanartów

# #30512
source: IP-Port for internal HTTP Server
pl_pl: Port IP dla Serwera HTTP

# #30513
source: Playback Mode for AAC MPD
pl_pl: Tryb odtwarzania dla AAC MPD

# #30514
source: Playback Mode for FLAC MPD
pl_pl: Tryb odtwarzania dla FLAC MPD

# #30515
source: inputstream.ffmpegdirect plays MPD
pl_pl: inputstream.ffmpegdirect gra MPD

# #30516
source: Play as HLS
pl_pl: Graj jako HLS

# #30517
source: Use inputstream.adaptive
pl_pl: Użyj inputstream.adaptive

# #30518
source: Use inputstream.ffmpegdirect
pl_pl: Użyj inputstream.ffmpegdirect

# #30519
source: Folder
pl_pl: Teczka

# #30520
source: Favorites
pl_pl: Ulubione

# #30521
source: Locked Streams
pl_pl: Zablokowane strumienie

# #30522
source: Own Playlists
pl_pl: Własne listy odtwarzania

# #30526
source: Follower Profiles
pl_pl: Profile obserwujących

# #30527
source: MPD Cache size
pl_pl: Rozmiar pamięci podręcznej MPD

# #30900
source: Without color
pl_pl: Bezbarwny

# #30901
source: [COLOR maroon]maroon[/COLOR]
pl_pl: [COLOR maroon]kasztanowaty[/COLOR]

# #30902
source: [COLOR brown]brown[/COLOR]
pl_pl: [COLOR brown]brązowy[/COLOR]

# #30903
source: [COLOR red]red[/COLOR]
pl_pl: [COLOR red]czerwony[/COLOR]

# #30905
source: [COLOR pink]pink[/COLOR]
pl_pl: [COLOR pink]różowy[/COLOR]

# #30906
source: [COLOR orange]orange[/COLOR]
pl_pl: [COLOR orange]Pomarańczowy[/COLOR]

# #30907
source: [COLOR gold]gold[/COLOR]
pl_pl: [COLOR gold]złoto[/COLOR]

# #30908
source: [COLOR yellow]yellow[/COLOR]
pl_pl: [COLOR yellow]żółty[/COLOR]

# #30909
source: [COLOR lightyellow]lightyellow[/COLOR]
pl_pl: [COLOR lightyellow]jasny zółty[/COLOR]

# #30910
source: [COLOR green]green[/COLOR]
pl_pl: [COLOR green]zielony[/COLOR]

# #30911
source: [COLOR limegreen]limegreen[/COLOR]
pl_pl: [COLOR limegreen]limonkowy[/COLOR]

# #30912
source: [COLOR greenyellow]greenyellow[/COLOR]
pl_pl: [COLOR greenyellow]zielony żółty[/COLOR]

# #30913
source: [COLOR blue]blue[/COLOR]
pl_pl: [COLOR blue]niebieski[/COLOR]

# #30914
source: [COLOR lightblue]lightblue[/COLOR]
pl_pl: [COLOR lightblue]Jasny niebieski[/COLOR]

# #30915
source: [COLOR cyan]cyan[/COLOR]
pl_pl: [COLOR cyan]cyjan[/COLOR]

# #30916
source: [COLOR gray]gray[/COLOR]
pl_pl: [COLOR gray]szary[/COLOR]

# #30917
source: [COLOR lightgray]lightgray[/COLOR]
pl_pl: [COLOR lightgray]jasny szary[/COLOR]

# #30918
source: [COLOR white]white[/COLOR]
pl_pl: [COLOR white]biały[/COLOR]

# #30919
source: [COLOR black]black[/COLOR]
pl_pl: [COLOR black]czarny[/COLOR]

# #30001
source: User Account
de_de: Benutzerdaten

# #30008
source: Username
de_de: Benutzername

# #30009
source: Password
de_de: Passwort

# #30015
source: Unique Client Key
de_de: Eindeutige Geräte-ID

# #30017
source: Append User Paylist Names to Labels
de_de: User-Paylist-Namen zum Label hinzufügen

# #30022
source: RTMP-Protocol for High/Low Quality
de_de: RTMP-Protokoll für High/Low Qualität

# #30024
source: Add (MQA) to Master Album Labels
de_de: Master-Alben mit (MQA) kennzeichnen

# #30026
source: Use HTTP instead of HLS Steaming (max. 720p)
de_de: HTTP statt HLS-Steaming benutzen (max. 720p)

# #30113
source: Exclusive
de_de: Exklusive

# #30202
source: Featured Playlists
de_de: Empfohlene Playlisten

# #30208
source: Login (Trial-Mode is active !)
de_de: Anmelden (Demo-Modus ist aktiv !)

# #30209
source: Remember login details ?
de_de: Anmeldedaten merken ?

# #30212
source: Suggestions for me
de_de: Vorschläge für mich

# #30213
source: My Playlists
de_de: Meine Playlisten

# #30223
source: Recomended Tracks
de_de: Titel-Empfehlungen

# #30224
source: Recomended Videos
de_de: Video-Empfehlungen

# #30235
source: Delete Playlist
de_de: Playliste löschen

# #30236
source: Playlist '{name}' contains {count} items. Are you sure to delete this playlist ?
de_de: Die Playliste '{name}' enthält {count} Elemente. Soll diese Playliste wirklich gelöscht werden ?

# #30237
source: Create new Playlist
de_de: Neue Playliste erstellen

# #30238
source: Choose Playlist
de_de: Playliste auswählen

# #30239
source: Add to Playlist ...
de_de: Zur Playliste hinzufügen...

# #30240
source: Remove from Playlist
de_de: Aus Playliste entfernen

# #30241
source: Are you sure to remove item number {entry} from this playlist ?
de_de: Soll Eintrag Nr. {entry} aus der Playliste entfernt werden ?

# #30242
source: Stream locked
de_de: Stream gesperrt

# #30244
source: Next Page ({pos1}-{pos2})
de_de: Nächste Seite ({pos1}-{pos2})

# #30246
source: Are you sure to remove the item from this playlist ?
de_de: Soll dieser Eintrag aus der Playliste entfernt werden ?

# #30248
source: Move to Playlist ...
de_de: Verschieben nach Playliste ...

# #30249
source: Set as Default {what} Playlist
de_de: Als Default-{what}-Playliste setzen

# #30250
source: Reset Default {what} Playlist
de_de: Default-{what}-Playliste zurücksetzen

# #30251
source: Rename Playlist
de_de: Playliste umbenennen

# #30252
source: Open Playlist (Audio only)
de_de: Playliste öffnen (nur Audio)

# #30253
source: Login failed !!
de_de: Login fehlgeschlagen !!

# #30256
source: Streaming Options changed. Please re-login !
de_de: Streaming-Optionen verändert. Bitte neu einloggen !

# #30257
source: Execute the re-login now ?
de_de: Neuen Login jetzt durchführen ?

# #30258
source: Clear Playlist
de_de: Playliste leeren

# #30259
source: Playlist '{name}' contains {count} items. Are you sure to remove all items from this playlist ?
de_de: Die Playliste '{name}' enthält {count} Elemente. Sollen alle Elemente aus der Playliste entfernt werden ?

# #30263
source: Adding to Playlist ...
de_de: Hinzufügen zur Playliste ...

# #30264
source: Removing from Playlist ...
de_de: Entfernen aus Playliste ...

# #30265
source: Moving to Playlist ...
de_de: Verschieben nach Playliste ...

# #30266
source: Deleting from Playlist ...
de_de: Löschen aus Playliste ...

# #30267
source: Please wait ...
de_de: Bitte warten ...

# #30503
source: Read Album Data for every Track (Album Cache)
de_de: Album-Daten aller Titel lesen (Album-Cache)

# #30504
source: Not a FLAC Stream !
de_de: Kein FLAC-Stream !

# #30505
source: Album Cache Error !
de_de: Album-Cache-Fehler !

# #30506
source: Max. number of parallel HTTP requests
de_de: Max. Anzahl paralleler HTTP-Requests

# #30508
source: Are you sure to delete the Album Cache Database ?
de_de: Soll der Album-Cache wirklich gelöscht werden ?

# #30509
source: Cached Albums with Videos
de_de: Alben mit Videos (im Album-Cache)

# #30510
source: Got no HTTP Stream, using HLS ...
de_de: Kein HTTP-Stream, verwende HLS ...

# #30512
source: IP-Port for Fanart HTTP Server
de_de: IP-Port für Fanart-HTTP-Server
